Repository: yeager/swedish-tm
Catalog: sv-weblate.tmx
Source language: en
Languages: sv

source: Database structure
sv: Databasstruktur

source: Choose which details to show in the database structure (list of tables).
sv: VÃ¤lj vilka detaljer som ska visas i databasstrukturen (tabellista).

source: Table structure
sv: Tabellstruktur

source: Settings for the table structure (list of columns).
sv: InstÃ¤llningar fÃ¶r tabellstrukturen (kolumnlista).

source: Tabs
sv: Tabbar

source: Choose how you want tabs to work.
sv: VÃ¤lj hur du vill att flikar ska fungera.

source: Display relational schema
sv: Visa relationsschema

source: Paper size
sv: Pappersstorlek

source: Text fields
sv: TextfÃ¤lt

source: Customize text input fields.
sv: Anpassa textfÃ¤lt.

source: Customize default options
sv: Anpassa fÃ¶rvalda alternativ

source: Disable some of the warnings shown by phpMyAdmin.
sv: Inaktivera nÃ¥gra av de varningar som visas av phpMyAdmin.

source: Console
sv: Konsol

source: Enable gzip compression for import and export operations.
sv: Aktivera gzip-komprimering fÃ¶r import- och exportoperationer.

source: Extra parameters for iconv
sv: Extra parameterar fÃ¶r iconv

source: If enabled, phpMyAdmin continues computing multiple-statement queries even if one of the queries failed.
sv: Om aktiverat fortsÃ¤tter phpMyAdmin att utfÃ¶ra fleruttrycksfrÃ¥gor Ã¤ven om en av frÃ¥gorna misslyckades.

source: Ignore multiple statement errors
sv: Ignorera fel i fleruttrycksfrÃ¥gor

source: Allow interrupt of import in case script detects it is close to time limit. This might be a good way to import large files, however it can break transactions.
sv: TillÃ¥t avbrott av import ifall skriptet upptÃ¤cker att det Ã¤r nÃ¤ra tidsbegrÃ¤nsningen. Detta kan vara ett bra sÃ¤tt att importera stora filer, men det kan bryta transaktioner.

source: Partial import: allow interrupt
sv: Partiell import: tillÃ¥t avbrott

source: Do not abort on INSERT error
sv: Avbryt inte vid INSERT-fel

source: Add ON DUPLICATE KEY UPDATE
sv: LÃ¤gg till DUBLETTNYCKEL

source: Update data when duplicate keys found on import
sv: Uppdatera data nÃ¤r dubblettnycklar hittas vid import

source: Default format; be aware that this list depends on location (database, table) and only SQL is always available.
sv: Standardformat; observera att denna lista beror pÃ¥ plats (databas, tabell) och endast SQL Ã¤r alltid tillgÃ¤ngligt.

source: Format of imported file
sv: Format pÃ¥ importerad fil

source: Use LOCAL keyword
sv: AnvÃ¤nd nyckelordet LOCAL

source: Column names in first row
sv: Kolumnnamn pÃ¥ fÃ¶rsta raden

source: Do not import empty rows
sv: Importera inte tomma rader

source: Import currencies ($5.00 to 5.00)
sv: Importera valutor ($5,00 till 5,00)

source: Import percentages as proper decimals (12.00% to .12)
sv: Importera procenttal med riktiga decimaler (12,00% till .12)

source: Number of queries to skip from start.
sv: Antal fÃ¶rfrÃ¥gningar att hoppa frÃ¥n start.

source: Partial import: skip queries
sv: Partiell import: hoppa Ã¶ver frÃ¥gor

source: Do not use AUTO_INCREMENT for zero values
sv: AnvÃ¤nd inte AUTO_INCREMENT fÃ¶r nollvÃ¤rden

source: Read as multibytes
sv: LÃ¤s som multibytes

source: Initial state for sliders
sv: UtgÃ¥ngslÃ¤ge fÃ¶r reglagen

source: How many rows can be inserted at one time.
sv: Hur mÃ¥nga rader som kan infogas pÃ¥ en gÃ¥ng.

source: Number of inserted rows
sv: Antal infogade rader

source: Maximum number of characters shown in any non-numeric column on browse view.
sv: Maximalt antal tecken som visas i icke-numeriska kolumner i blÃ¤ddringsvyn.

source: Limit column characters
sv: BegrÃ¤nsa antalet tecken i kolumn

source: If TRUE, logout deletes cookies for all servers; when set to FALSE, logout only occurs for the current server. Setting this to FALSE makes it easy to forget to log out from other servers when connected to multiple servers.
sv: Om TRUE raderas cookies fÃ¶r alla servrar vid utloggning; nÃ¤r satt till FALSE sker utloggning endast fÃ¶r aktuell server. Satt till FALSE gÃ¶r det lÃ¤tt att glÃ¶mma att logga ut frÃ¥n andra servrar nÃ¤r du Ã¤r ansluten till flera servrar.

source: Delete all cookies on logout
sv: Radera alla cookies vid utloggning

source: Define whether the previous login should be recalled or not in [kbd]cookie[/kbd] authentication mode.
sv: Ange om den tidigare inloggningen ska Ã¥terkallas eller inte vid [kbd]cookie[/kbd]-autentiseringslÃ¤ge.

source: Recall user name
sv: Ã terkalla anvÃ¤ndarnamn

source: Defines how long (in seconds) a login cookie should be stored in browser. The default of 0 means that it will be kept for the existing session only, and will be deleted as soon as you close the browser window. This is recommended for non-trusted environments.
sv: Anger hur lÃ¥ng tid (i sekunder) som en inloggnings-cookie ska lagras i webblÃ¤saren. StandardvÃ¤rdet 0 innebÃ¤r att den sparas endast under befintlig session, och kommer tas bort sÃ¥ snart webblÃ¤saren stÃ¤ngs. Detta Ã¤r rekommenderat fÃ¶r icke tillfÃ¶rlitliga miljÃ¶er.

source: Login cookie store
sv: Lagringsplats fÃ¶r inloggnings-cookie

source: Define how long (in seconds) a login cookie is valid.
sv: Anger hur lÃ¥ng tid (i sekunder) som en inloggnings-cookie Ã¤r giltig.

source: Login cookie validity
sv: Giltighet fÃ¶r inloggnings-cookie

source: Double size of textarea for LONGTEXT columns.
sv: Dubbel storlek pÃ¥ textomrÃ¥det fÃ¶r LONGTEXT-kolumner.

source: Bigger textarea for LONGTEXT
sv: StÃ¶rre textarea fÃ¶r LONGTEXT

source: Maximum number of characters used when a SQL query is displayed.
sv: Maximalt antal tecken som anvÃ¤nds nÃ¤r en SQL-frÃ¥ga visas.

source: Maximum displayed SQL length
sv: Maximal visad SQL-lÃ¤ngd

source: Users cannot set a higher value
sv: AnvÃ¤ndare kan inte ange ett hÃ¶gre vÃ¤rde

source: Maximum number of databases displayed in database list.
sv: Maximalt antal databaser som visas i databaslistan.

source: Maximum databases
sv: Maximalt antal databaser

source: The number of items that can be displayed on each page on the first level of the navigation tree.
sv: Antalet objekt som kan visas pÃ¥ varje sida pÃ¥ den fÃ¶rsta nivÃ¥n av navigationstrÃ¤det.

source: Maximum items on first level
sv: Maximalt antal objekt pÃ¥ fÃ¶rsta nivÃ¥n

source: The number of items that can be displayed on each page of the navigation tree.
sv: Antalet objekt som kan visas pÃ¥ varje sida i navigationstrÃ¤det.

source: Maximum items in branch
sv: Maximalt antal objekt i gren

source: Number of rows displayed when browsing a result set. If the result set contains more rows, "Previous" and "Next" links will be shown.
sv: Antal rader som visas vid visning av resultat. Om resultatet innehÃ¥ller fler rader, visas lÃ¤nkar fÃ¶r "FÃ¶regÃ¥ende" och "NÃ¤sta".

source: Maximum number of rows to display
sv: Maximalt antal rader att visa

source: Maximum number of tables displayed in table list.
sv: Maximalt antal tabeller som visas i tabellista.

source: Maximum tables
sv: Maximalt antal tabeller

source: The number of bytes a script is allowed to allocate, eg. [kbd]32M[/kbd] ([kbd]-1[/kbd] for no limit and [kbd]0[/kbd] for no change).
sv: Antal byte som ett skript har tillÃ¥telse att allokera, t.ex. [kbd]32M[/kbd] ([kbd]-1[/kbd] fÃ¶r ingen begrÃ¤nsning eller [kbd]0[/kbd] fÃ¶r ofÃ¶rÃ¤ndrat).

source: Memory limit
sv: MinnesgrÃ¤ns

source: In the navigation panel, replaces the database tree with a selector
sv: I navigeringspanelen, ersÃ¤tter databasen trÃ¤det med en vÃ¤ljare

source: Show databases navigation as tree
sv: Visa databasnavigering som trÃ¤d

source: Link with main panel by highlighting the current database or table.
sv: LÃ¤nk med huvudpanelen genom att markera den aktuella databasen eller tabellen.

source: Show logo in navigation panel.
sv: Visa logotyp i navigationspanelens.

source: Display logo
sv: Visa logo

source: URL where logo in the navigation panel will point to.
sv: URL som navigationspanelens logotyp pekar mot.

source: Logo link URL
sv: LÃ¤nkadress fÃ¶r logo

source: Open the linked page in the main window ([kbd]main[/kbd]) or in a new one ([kbd]new[/kbd]).
sv: Ãppna den lÃ¤nkade sidan i huvudfÃ¶nstret ([kbd]main[/kbd]) eller i ett nytt ([kbd]new[/kbd]).

source: Logo link target
sv: MÃ¥l fÃ¶r logo-lÃ¤nk

source: Display server choice at the top of the navigation panel.
sv: Visa val av server hÃ¶gst upp i navigationspanelen.

source: Display servers selection
sv: Visa serverval

source: Target for quick access icon
sv: MÃ¥l fÃ¶r snabbÃ¥tkomst-ikon

source: Target for second quick access icon
sv: MÃ¥l fÃ¶r sekundÃ¤r snabbÃ¥tkomst-ikon

source: Defines the minimum number of items (tables, views, routines and events) to display a filter box.
sv: Definierar minsta antal objekt (tabeller, vyer, rutiner och hÃ¤ndelser) fÃ¶r att visa en filterbox.

source: Minimum number of items to display the filter box
sv: Minsta antal objekt fÃ¶r att visa filterboxen

source: Minimum number of databases to display the database filter box
sv: Minsta antal databaser fÃ¶r att visa filterboxen fÃ¶r databaser

source: Group items in the navigation tree (determined by the separator defined in the Databases and Tables tabs above).
sv: Grupperar objekt i navigationstrÃ¤det (bestÃ¤ms av avskiljaren definierad i databas- & tabell-flikarna).

source: Group items in the tree
sv: Gruppera objekt i trÃ¤det

source: String that separates databases into different tree levels.
sv: StrÃ¤ng som separerar databaser i olika trÃ¤dnivÃ¥er.

source: Database tree separator
sv: Avskiljare fÃ¶r databastrÃ¤d

source: String that separates tables into different tree levels.
sv: StrÃ¤ng som separerar tabeller i olika trÃ¤dnivÃ¥er.

source: Table tree separator
sv: Avskiljare fÃ¶r tabelltrÃ¤d

source: Maximum table tree depth
sv: Max djup i tabelltrÃ¤d

source: Highlight server under the mouse cursor.
sv: Markera server under muspekaren.

source: Enable highlighting
sv: Aktivera framhÃ¤vning

source: Whether to offer the possibility of tree expansion in the navigation panel.
sv: MÃ¶jliggÃ¶r trÃ¤dexpansion i navigationspanelen.

source: Enable navigation tree expansion
sv: Aktivera trÃ¤dexpansion i navigationspanelen

source: Show tables in tree
sv: Visa tabeller som trÃ¤d

source: Whether to show tables under database in the navigation tree
sv: Om du vill visa tabeller frÃ¥n databasen i navigeringstrÃ¤det

source: Show views in tree
sv: Visa vyer som trÃ¤d

source: Whether to show views under database in the navigation tree
sv: Om du vill visa vyer frÃ¥n databasen i navigationstrÃ¤det

source: Show functions in tree
sv: Visa funktioner som trÃ¤d

source: Whether to show functions under database in the navigation tree
sv: MÃ¶jliggÃ¶r funktionsvisning frÃ¥n databas i navigeringstrÃ¤det

source: Show procedures in tree
sv: Visa processer som trÃ¤d

source: Whether to show procedures under database in the navigation tree
sv: MÃ¶jliggÃ¶r visning av processer kopplade till databasen i navigeringstrÃ¤det

source: Show events in tree
sv: Visa hÃ¤ndelser som trÃ¤d

source: Whether to show events under database in the navigation tree
sv: MÃ¶jliggÃ¶r visning av hÃ¤ndelser kopplade till databas i navigeringstrÃ¤det

source: Maximum number of recently used tables; set 0 to disable.
sv: Maximalt antal nyligen anvÃ¤nda tabeller, ange 0 fÃ¶r att inaktivera.

source: Maximum number of favorite tables; set 0 to disable.
sv: Maximalt antal favorittabeller, ange 0 fÃ¶r att inaktivera.

source: Recently used tables
sv: Nyligen anvÃ¤nda tabeller

source: Favorite tables
sv: Favorittabeller

source: These are Edit, Copy and Delete links.
sv: Dessa Ã¤r lÃ¤nkar till Redigera, Kopiera och Radera.

source: Where to show the table row links
sv: Var lÃ¤nkarna i tabellraden visas

source: Whether to show row links even in the absence of a unique key.
sv: MÃ¶jliggÃ¶r visning av rad-lÃ¤nkar Ã¤ven vid avsaknad av en unik nyckel.

source: Show row links anyway
sv: Visa lÃ¤nkade rader Ã¤ndÃ¥

source: Disable shortcut keys
sv: Inaktivera shortcut keys

source: Use natural order for sorting table and database names.
sv: AnvÃ¤nd naturlig ordning vid sortering av tabell- och databasnamn.

source: Natural order
sv: Naturlig ordning

source: Use only icons, only text or both.
sv: AnvÃ¤nd enbart ikoner, endast text eller bÃ¥de och.

source: Table navigation bar
sv: Tabellbaserat navigeringsfÃ¤lt

source: Use GZip output buffering for increased speed in HTTP transfers.
sv: AnvÃ¤nd GZip utmatningsbuffer fÃ¶r Ã¶kad hastighet i HTTP-Ã¶verfÃ¶ringar.

source: GZip output buffering
sv: GZip Utmatningsbuffer

source: [kbd]SMART[/kbd] - i.e. descending order for columns of type TIME, DATE, DATETIME and TIMESTAMP, ascending order otherwise.
sv: [kbd]SMART[/kbd] - dvs fallande ordning fÃ¶r kolumner av typen TIME, DATE, DATETIME och TIMESTAMP, stigande ordning annars.

source: Default sorting order
sv: FÃ¶rvald sorteringsordning

source: Use persistent connections to MySQL databases.
sv: AnvÃ¤nd bestÃ¥ende anslutningar till MySQL-databaser.

source: Persistent connections
sv: BestÃ¥ende anslutningar

source: Disable the default warning that is displayed on the database details Structure page if any of the required tables for the phpMyAdmin configuration storage could not be found.
sv: Inaktivera standardvarningar som visas pÃ¥ struktursidan under databasdetaljer om nÃ¥gon av de nÃ¶dvÃ¤ndiga tabellerna fÃ¶r konfigurationslagring fÃ¶r phpMyAdmin inte kunde hittas.

source: Missing phpMyAdmin configuration storage tables
sv: Saknade phpMyAdmin konfiguration lagringstabeller

source: Disable the default warning that is displayed on the Structure page if column names in a table are reserved MySQL words.
sv: Inaktivera standardvarningen som visas pÃ¥ sidan Struktur om kolumnnamn i en tabell Ã¤r reserverade MySQL-ord.

source: MySQL reserved word warning
sv: Varning fÃ¶r reserverat MySQL-ord

source: How to display the menu tabs
sv: Hur att visa menyflikarna

source: How to display various action links
sv: Hur man visar olika Ã¥tgÃ¤rdslÃ¤nkar

source: Disallow BLOB and BINARY columns from editing.
sv: TillÃ¥t ej redigering av BLOB- och BINARY-kolumner.

source: Protect binary columns
sv: Skydda binÃ¤ra kolumner

source: Enable if you want DB-based query history (requires phpMyAdmin configuration storage). If disabled, this utilizes JS-routines to display query history (lost by window close).
sv: Aktivera om du vill ha DB-baserad frÃ¥gehistorik (krÃ¤ver phpMyAdmin konfigurationslagring). Om inakiverad, sÃ¥ anvÃ¤nds JS-rutiner fÃ¶r att visa frÃ¥gehistorik (fÃ¶rloras nÃ¤r fÃ¶nstret stÃ¤ngs).

source: Permanent query history
sv: Permanent frÃ¥gehistorik

source: How many queries are kept in history.
sv: Antal frÃ¥gor som sparas i historiken.

source: Query history length
sv: LÃ¤ngd pÃ¥ frÃ¥gehistorik

source: Select which functions will be used for character set conversion.
sv: VÃ¤lj vilka funktioner som kommer anvÃ¤ndas fÃ¶r konvertering av teckenuppsÃ¤ttning.

source: Recoding engine
sv: Omvandlingsmotor

source: When browsing tables, the sorting of each table is remembered.
sv: Vid blÃ¤ddring i tabeller Ã¤r sorteringen av varje tabell ihÃ¥gkommen.

source: Remember table's sorting
sv: Kom ihÃ¥g tabellens sortering

source: Default sort order for tables with a primary key.
sv: Standardsorteringsordning fÃ¶r tabeller med en primÃ¤r nyckel.

source: Primary key default sort order
sv: PrimÃ¤rnyckels fÃ¶rvandla sorteringsordning

source: Repeat the headers every X cells, [kbd]0[/kbd] deactivates this feature.
sv: Upprepa rubrik varje X celler, [kbd]0[/kbd] avaktiverar den hÃ¤r funktionen.

source: Repeat headers
sv: Reparera rubriker

source: Grid editing: trigger action
sv: RutnÃ¤ts-redigering: utlÃ¶sningsÃ¥tgÃ¤rd

source: Relational display
sv: Relations-visning

source: For display Options
sv: Visningsalternativ

source: Grid editing: save all edited cells at once
sv: RutnÃ¤ts-redigering: spara alla redigerade celler omedelbart

source: Directory where exports can be saved on server.
sv: Katalog dÃ¤r exporter kan sparas pÃ¥ servern.

source: Save directory
sv: Sparningskatalog

source: Leave blank if not used.
sv: LÃ¤mna tomt om den inte anvÃ¤nds.

source: Host authorization order
sv: Host auktorisation fÃ¶r

source: Leave blank for defaults.
sv: LÃ¤mna blankt fÃ¶r standardvÃ¤rden.

source: Host authorization rules
sv: BehÃ¶righetsregler fÃ¶r host

source: Allow logins without a password
sv: TillÃ¥t inloggning utan lÃ¶senord

source: Allow root login
sv: TillÃ¥t root-inloggning

source: Session timezone
sv: Sessions tidszon

source: Sets the effective timezone; possibly different than the one from your database server
sv: StÃ¤ller in aktuell tidszon; mÃ¶jligen annorlunda Ã¤n den frÃ¥n din databasserver

source: HTTP Basic Auth Realm name to display when doing HTTP Auth.
sv: Namn pÃ¥ HTTP Basic Auth Realm att visa nÃ¤r man gÃ¶r HTTP Auth.

source: Authentication method to use.
sv: Autentiseringsmetod att anvÃ¤nda.

source: Authentication type
sv: Autentiseringstyp

source: Leave blank for no [doc@bookmarks@]bookmark[/doc] support, suggested: [kbd]pma__bookmark[/kbd]
sv: LÃ¤mna tomt fÃ¶r att stÃ¤nga av [doc@bookmarks@]bokmÃ¤rken[/doc], fÃ¶rslag: [kbd]pma_bookmark[/kbd]

source: Bookmark table
sv: Tabell fÃ¶r bokmÃ¤rken

source: Leave blank for no column comments/mime types, suggested: [kbd]pma__column_info[/kbd].
sv: LÃ¤mna tomt fÃ¶r att stÃ¤nga av kolumnkommentarer/mime-typer, fÃ¶rslag: [kbd]pma__column_info[/kbd].

source: Column information table
sv: Tabell fÃ¶r kolumninformation

source: Compress connection to MySQL server.
sv: Komprimera anslutning till MySQL-servern.

source: Compress connection
sv: Komprimera anslutning

source: Control user password
sv: LÃ¶senord fÃ¶r kontrollanvÃ¤ndare

source: A special MySQL user configured with limited permissions, more information available on [doc@linked-tables]documentation[/doc].
sv: En speciell MySQL-anvÃ¤ndare konfigurerad med begrÃ¤nsade rÃ¤ttigheter, mer information tillgÃ¤nglig i [doc@linked-tables]dokumentationen[/doc].

source: Control user
sv: KontrollanvÃ¤ndare

source: An alternate host to hold the configuration storage; leave blank to use the already defined host.
sv: En alternativ vÃ¤rd fÃ¶r att hÃ¥lla konfigurationslagring, lÃ¤mna tomt fÃ¶r att anvÃ¤nda den aktuella vÃ¤rden.

source: Control host
sv: KontrollvÃ¤rd

source: An alternate port to connect to the host that holds the configuration storage; leave blank to use the default port, or the already defined port, if the controlhost equals host.
sv: En alternativ port fÃ¶r att ansluta till vÃ¤rden som tillhandahÃ¥ller konfigurationslagring; lÃ¤mna tomt fÃ¶r att anvÃ¤nda standardporten, eller den redan definierade porten, om controlhost motsvarar host.

source: Control port
sv: Kontrollport

source: Hide databases matching regular expression (PCRE).
sv: DÃ¶lj databaser som matchar reguljÃ¤rt uttryck (PCRE).

source: Disable use of INFORMATION_SCHEMA
sv: Inaktivera anvÃ¤ndning av INFORMATION_SCHEMA

source: Hide databases
sv: DÃ¶lj databaser

source: Leave blank for no SQL query history support, suggested: [kbd]pma__history[/kbd].
sv: LÃ¤mna blankt fÃ¶r att stÃ¤nga av stÃ¶d fÃ¶r SQL-frÃ¥gehistorik, fÃ¶rslag: [kbd]pma__history[/kbd].

source: SQL query history table
sv: Tabell fÃ¶r SQL-frÃ¥gehistorik

source: Hostname where MySQL server is running.
sv: VÃ¤rdnamn dÃ¤r MySQL-servern kÃ¶rs.

source: Server hostname
sv: Serverns vÃ¤rdnamn

source: Logout URL
sv: URL fÃ¶r utloggning

source: Limits number of table preferences which are stored in database, the oldest records are automatically removed.
sv: BegrÃ¤nsar antalet tabellpreferenser som lagras i databasen, de Ã¤ldsta posterna tas bort automatiskt.

source: Maximal number of table preferences to store
sv: Maximalt antal tabellinstÃ¤llningar att spara

source: QBE saved searches table
sv: QBE sparade sÃ¶kningar

source: Leave blank for no QBE saved searches support, suggested: [kbd]pma__savedsearches[/kbd].
sv: LÃ¤mna tomt fÃ¶r inget stÃ¶d vid QBE-sÃ¶kningar, fÃ¶rslag: [kbd] pma__savedsearches [/kbd].

source: Export templates table
sv: Exportera tabellmallar

source: Leave blank for no export template support, suggested: [kbd]pma__export_templates[/kbd].
sv: LÃ¤mna tom fÃ¶r inget stÃ¶d vid vapenexport, fÃ¶rslag: [kbd] pma__export_templates [/kbd].

source: Central columns table
sv: Huvudkolumnstabell

source: Leave blank for no central columns support, suggested: [kbd]pma__central_columns[/kbd].
sv: LÃ¤mn tom fÃ¶r inget huvudkolumnstÃ¶d, fÃ¶rslag: [kbd] pma__central_columns [/kbd].

source: You can use MySQL wildcard characters (% and _), escape them if you want to use their literal instances, i.e. use [kbd]'my\_db'[/kbd] and not [kbd]'my_db'[/kbd].
sv: Du kan anvÃ¤nda MySQL:s jokertecken (% och _), sÃ¤tt \ fÃ¶re dem om du vill anvÃ¤nda deras ordagranna betydelse, dvs anvÃ¤nd [kbd] 'my\_db"[/kbd] och inte [kbd]'my_db"[/kbd].

source: Show only listed databases
sv: Visa endast listade databaser

source: Leave empty if not using config auth.
sv: LÃ¤mna tomt om inte config auth anvÃ¤nds.

source: Password for config auth
sv: LÃ¶senord fÃ¶r config auth

source: Leave blank for no PDF schema support, suggested: [kbd]pma__pdf_pages[/kbd].
sv: LÃ¤mna blankt fÃ¶r att stÃ¤nga av stÃ¶d fÃ¶r PDF-schema, fÃ¶rslag: [kbd]pma__pdf_pages[/kbd].

source: PDF schema: pages table
sv: PDF-schema: Tabell fÃ¶r sidor

source: Database used for relations, bookmarks, and PDF features. See [doc@linked-tables]pmadb[/doc] for complete information. Leave blank for no support. Suggested: [kbd]phpmyadmin[/kbd].
sv: Databas som anvÃ¤nds fÃ¶r relationer, bokmÃ¤rken och PDF-funktioner. Se [doc@linked-tables]pmadb[/doc] fÃ¶r komplett information. LÃ¤mna tomt fÃ¶r inget stÃ¶d. FÃ¶rslag: [kbd]phpmyadmin[/kbd].

source: Database name
sv: Databasnamn

source: Port on which MySQL server is listening, leave empty for default.
sv: Port som MySQL-servern lyssnar pÃ¥, lÃ¤mna blankt fÃ¶r standardport.

source: Leave blank for no "persistent" recently used tables across sessions, suggested: [kbd]pma__recent[/kbd].
sv: LÃ¤mna tomt fÃ¶r att stÃ¤nga av "ihÃ¥llande" nyligen anvÃ¤nda tabeller Ã¶ver sessioner, fÃ¶rslag: [kbd]pma__recent[/kbd].

source: Recently used table
sv: Nyligen anvÃ¤nd tabell

source: Leave blank for no "persistent" favorite tables across sessions, suggested: [kbd]pma__favorite[/kbd].
sv: LÃ¤mna tom fÃ¶r inga favorittabeller Ã¶ver sessioner, fÃ¶rslag: [kbd] pma__favorite [/kbd].

source: Favorites table
sv: Favorittabeller

source: Leave blank for no [doc@relations@]relation-links[/doc] support, suggested: [kbd]pma__relation[/kbd].
sv: LÃ¤mna tomt fÃ¶r avstÃ¤ngt stÃ¶d fÃ¶r [doc@relations@]relationslÃ¤nkar[/doc], fÃ¶rslag: [kbd]pma__relation[/kbd].

source: Relation table
sv: Relationstabell

source: See [doc@authentication-modes]authentication types[/doc] for an example.
sv: Se [doc@authentication-modes]autentiseringstyper[/doc] fÃ¶r ett exempel.

source: Signon session name
sv: Signon sessionsnamn

source: Signon URL
sv: Inloggnings-URL

source: Socket on which MySQL server is listening, leave empty for default.
sv: Sockel som MySQL-servern lyssnar pÃ¥, lÃ¤mna tomt fÃ¶r standardsocket.

source: Enable SSL for connection to MySQL server.
sv: Aktivera SSL fÃ¶r anslutning till MySQL-servern.

source: Use SSL
sv: AnvÃ¤nd SSL

source: Leave blank for no PDF schema support, suggested: [kbd]pma__table_coords[/kbd].
sv: LÃ¤mna tomt fÃ¶r avstÃ¤ngt stÃ¶d fÃ¶r PDF-schema, fÃ¶rslag: [kbd]pma__table_coords[/kbd].

source: Designer and PDF schema: table coordinates
sv: Design/PDF-schema: tabellkoordinater

source: Table to describe the display columns, leave blank for no support; suggested: [kbd]pma__table_info[/kbd].
sv: Tabell fÃ¶r att beskriva visningskolumnerna, lÃ¤mna tomt fÃ¶r avstÃ¤ngt stÃ¶d; fÃ¶rslag: [kbd]pma__table_info[/kbd].

source: Display columns table
sv: Visa tabellkolumner
